Repository: tgiesela/plugin.video.ziggotv
Catalog: plugin.video.ziggotv/resources/language/resource.language.*/strings.po
Languages: nl_nl

# #41000
source: General
nl_nl: Algemeen

# #41001
source: Username or Email-address
nl_nl: Gebruikersnaam of Email-adres

# #41002
source: Password
nl_nl: Wachtwoord

# #41003
source: Profile
nl_nl: Profiel

# #41004
source: Options
nl_nl: Opties

# #41006
source: Use proxy
nl_nl: Gebruik proxy

# #41007
source: Allow adult
nl_nl: Erotiek toestaan

# #41008
source: Port
nl_nl: Poortnummer

# #41009
source: Proxy IP-address
nl_nl: IP-address

# #41011
source: Print request content
nl_nl: Toon inhoud request

# #41012
source: Print response content
nl_nl: Toon inhoud antwoord

# #41014
source: Hide channels outside subscription
nl_nl: Verberg zenders buiten abonnement

# #40004
source: Program is currently running. Play from beginning (Play) or switch to channel (Switch)?
nl_nl: Programma speelt op dit moment. Afspelen vanaf begin (Afspelen) of overschakelen naar zender (Zender)?

# #40005
source: Replay not possible. Switch to channel (Switch)?
nl_nl: Terugkijken niet mogelijk. Overschakelen naar zender(Zender)?

# #40006
source: Play
nl_nl: Afspelen

# #40007
source: Switch
nl_nl: Zender

# #40008
source: Cancel
nl_nl: Annuleren

# #40009
source: Cannot watch this channel. Not allowed.
nl_nl: Kan dit niet bekijken. Geen abonnement.

# #40010
source: Channels
nl_nl: Zenders

# #40012
source: Replay not available for this event
nl_nl: Terugkijken niet mogelijk voor dit programma

# #40013
source: You are not entitled to watch this channel/event
nl_nl: U hebt geen toestemming voor deze zender of dit programma

# #40014
source: Video did not start
nl_nl: Video/zender start niet

# #40015
source: Recordings
nl_nl: Opnamen

# #40016
source: {0} Episodes
nl_nl: {0} Afleveringen

# #40017
source: Planned recordings
nl_nl: Ingeplande opnamen

# #40018
source: Cannot watch this yet, recording still planned
nl_nl: U kunt nog niet kijken, opname is gepland

# #40019
source: Delete
nl_nl: Verwijder

# #40020
source: Resume from {0}
nl_nl: Hervat vanaf {0}

# #40021
source: Play from start
nl_nl: Afspelen van begin

# #40022
source: Record
nl_nl: Opnemen

# #40023
source: Record show
nl_nl: Serie opnemen

# #40024
source: Replay
nl_nl: Terugkijken

# #40025
source: Switch to channel
nl_nl: Naar zender

# #40026
source: Delete complete show
nl_nl: Verwijder hele show

# #40027
source: Recording scheduled
nl_nl: Opname ingepland

# #40028
source: Show recording scheduled
nl_nl: Show opname ingepland
